[
   {
      "_id":"599307d36af42b495f87bad2",
      "author":"Lachezar",
      "description":"Smaller, quieter and (whisper it) prettier than Oxford",
      "longDesctiption": "Smaller, quieter and (whisper it) prettier than Oxford, Cambridge has its own language: bumps, backs, quads. Start your day with a visit to the Fitzwilliam Museum, then refuel at Fitzbillies and buy a box of the sticky Chelsea buns to take home. Spend a couple of hours wandering around the colleges and King’s Chapel before taking to the river for a spot of punting: behatted guides will do the hard work, or you can hire a boat of your own (beware: it’s trickier than it looks). Come tea time, head for Grantchester and feast on scones in The Orchard, just like poet Rupert Brooke.",
      "title":"Cambridge",
      "coordinates": {
          "lat": 52.1988214,
          "lon": 0.0499473
      },
      "imageUrl":"https://media.timeout.com/images/105173435/1372/1029/image.jpg",
      "_acl":{"creator":"5b40e48942d5e1070998f401"}
   },
   {
      "_id":"599307d36af42b495f87bad3",
      "author":"Manol Petrov",
      "description":"Biking to green and pleasant Surrey is a wheely nice way to spend a Sunday",
      "longDesctiption": "Biking to green and pleasant Surrey is a wheely nice way to spend a Sunday (sorry) – plus, Box Hill was part of the 2012 Olympic road-cycling route. Start in Richmond Park and pedal down past Hampton Court – it should take you about two hours. After a 1.6 mile climb and some hairpin bends (easier than it sounds!), you’ll be rewarded with stunning views of the North Downs from the top of Box Hill itself. Grab a slice of cake from the National Trust café, but save space for lunch at The Tree, which serves homemade pies and crumbles. Your last stop is Box Hill and Westhumble station, where you can load your bikes on to a train back to Waterloo. Whewf!",
      "title":"Box Hill",
      "coordinates": {
          "lat": 51.2549982,
          "lon": 0.3261206
      },
      "imageUrl":"https://media.timeout.com/images/105173437/1372/1029/image.jpg",
      "_acl":{"creator":"5b40e48942d5e1070998f401"}
   },
   {
      "_id":"599307d36af42b495f87bad4",
      "author":"Karamfil Karamfilof",
      "description":"It’s hard to think of a lovelier seaside spot than Whitstable.",
      "longDesctiption": "It’s hard to think of a lovelier seaside spot than Whitstable. Kick off a day there at Blueprint Coffee and Books with a pot of something strong and ethically sourced (and maybe a mini orange-and-rosemary bundt cake). Next, rent a bike from Whitstable Cycle Hire and pedal your way along the five-mile seafront Oyster Bay Trail. And for lunch? Oysters, natch – watch them being shucked in front of you at The Forge. Stay on the beach for a drink as the sun sets: Whitstable is one of the few in the UK with a pub, the Old Neptune, right on the shingle.",
      "title":"Whitstable",
      "coordinates": {
          "lat": 51.3509069,
          "lon": 1.0081547
      },
      "imageUrl":"https://media.timeout.com/images/105173439/1372/1029/image.jpg",
      "_acl":{"creator":"5b40de5c0beb7505a63a4853"}
   }
]